Repository: x7peeps/hermesIOS
Catalog: scarf/scarf/Localizable.xcstrings
Source language: en
Languages: de, es, fr, ja, pt_br, zh_hans

source: Saving rewrites this profile's profile.yaml. If Hermes Desktop is editing the same bot at the same time, the last save wins.
de: Beim Speichern wird die profile.yaml dieses Profils neu geschrieben. Wenn Hermes Desktop gleichzeitig denselben Bot bearbeitet, gewinnt der letzte Speichervorgang.
es: Al guardar se reescribe el profile.yaml de este perfil. Si Hermes Desktop está editando el mismo bot al mismo tiempo, gana el último guardado.
fr: L'enregistrement réécrit le profile.yaml de ce profil. Si Hermes Desktop modifie le même bot en même temps, le dernier enregistrement l'emporte.
ja: 保存するとこのプロファイルの profile.yaml が書き換えられます。同時に Hermes Desktop が同じボットを編集している場合、最後の保存が優先されます。
pt_br: Salvar reescreve o profile.yaml deste perfil. Se o Hermes Desktop estiver editando o mesmo bot ao mesmo tempo, o último salvamento prevalece.
zh_hans: 保存会重写此配置的 profile.yaml。如果 Hermes Desktop 同时在编辑同一个机器人,则以最后一次保存为准。

source: Saving your decision
de: Deine Entscheidung wird gespeichert
es: Guardando tu decisión
fr: Enregistrement de votre décision
ja: 判断を保存しています
pt_br: Salvando sua decisão
zh_hans: 正在保存你的决定

source: Say hello…
de: Sag Hallo…
es: Di hola…
fr: Dites bonjour…
ja: あいさつを送る…
pt_br: Diga olá…
zh_hans: 打个招呼…

source: Scanning skills…
de: Scanne Skills…
es: Escaneando habilidades…
fr: Analyse des compétences…
ja: スキルをスキャン中…
pt_br: Verificando habilidades…
zh_hans: 正在扫描技能…

source: Scarf & Hermes Documentation
de: Scarf- & Hermes-Dokumentation
es: Documentación de Scarf y Hermes
fr: Documentation Scarf & Hermes
ja: Scarf & Hermes ドキュメント
pt_br: Documentação do Scarf e do Hermes
zh_hans: Scarf 与 Hermes 文档

source: Scarf authenticates to your Hermes host with an SSH key. You can generate a new one on this device, or import one you already use.
de: Scarf authentifiziert sich bei deinem Hermes-Host mit einem SSH-Schlüssel. Du kannst auf diesem Gerät einen neuen erzeugen oder einen bereits genutzten importieren.
es: Scarf se autentica en tu host de Hermes con una clave SSH. Puedes generar una nueva en este dispositivo o importar una que ya uses.
fr: Scarf s'authentifie auprès de votre hôte Hermes avec une clé SSH. Vous pouvez en générer une nouvelle sur cet appareil, ou importer une clé que vous utilisez déjà.
ja: Scarf は SSH 鍵で Hermes ホストに認証します。このデバイスで新しい鍵を生成することも、すでに使用している鍵をインポートすることもできます。
pt_br: O Scarf se autentica no seu host do Hermes com uma chave SSH. Você pode gerar uma nova neste dispositivo ou importar uma que já usa.
zh_hans: Scarf 使用 SSH 密钥向你的 Hermes 主机进行认证。你可以在此设备上生成一个新密钥,或导入一个你已在使用的密钥。

source: Scarf couldn't fully read your projects list — open Projects for details and repairs
de: Scarf konnte deine Projektliste nicht vollständig lesen — öffne Projekte für Details und Reparaturen
es: Scarf no pudo leer por completo tu lista de proyectos: abre Proyectos para ver detalles y reparaciones
fr: Scarf n’a pas pu lire entièrement votre liste de projets — ouvrez Projets pour les détails et les réparations
ja: Scarf はプロジェクト一覧を完全には読み取れませんでした — 詳細と修復はプロジェクト画面を開いてください
pt_br: O Scarf não conseguiu ler totalmente sua lista de projetos — abra Projetos para ver detalhes e reparos
zh_hans: Scarf 无法完整读取你的项目列表 — 打开“项目”查看详情并进行修复

source: Scarf couldn't parse this file, so it can't tell you whether a model is pinned. Changing it from here is disabled until the file reads cleanly.
de: Scarf konnte diese Datei nicht parsen und kann daher nicht sagen, ob ein Modell angeheftet ist. Änderungen von hier aus sind deaktiviert, bis die Datei sauber gelesen wird.
es: Scarf no ha podido analizar este archivo, así que no puede decirte si hay un modelo fijado. Cambiarlo desde aquí está desactivado hasta que el archivo se lea correctamente.
fr: Scarf n'a pas pu analyser ce fichier, il ne peut donc pas vous dire si un modèle est épinglé. La modification depuis ici est désactivée tant que le fichier n'est pas lu correctement.
ja: Scarf はこのファイルを解析できなかったため、モデルがピン留めされているかどうかを判断できません。ファイルが正しく読めるようになるまで、ここからの変更は無効です。
pt_br: O Scarf não conseguiu interpretar este arquivo, então não pode dizer se há um modelo fixado. Alterá-lo por aqui fica desativado até o arquivo ser lido corretamente.
zh_hans: Scarf 无法解析此文件,因此无法判断是否固定了模型。在该文件能够正常读取之前,禁止从此处进行更改。

source: Scarf couldn't read this template's table of contents, so it can't check the file for a decompression bomb. Refusing to open it.
de: Scarf konnte das Inhaltsverzeichnis dieser Vorlage nicht lesen und die Datei daher nicht auf eine Dekomprimierungsbombe prüfen. Sie wird nicht geöffnet.
es: Scarf no ha podido leer el índice de esta plantilla, así que no puede comprobar si el archivo es una bomba de descompresión. No se abrirá.
fr: Scarf n’a pas pu lire le sommaire de ce modèle et ne peut donc pas vérifier s’il s’agit d’une bombe de décompression. Refus de l’ouvrir.
ja: Scarf はこのテンプレートの目次を読み取れなかったため、解凍爆弾かどうかを確認できません。開かずに中止します。
pt_br: O Scarf não conseguiu ler o índice deste modelo e, portanto, não pode verificar se o arquivo é uma bomba de descompressão. Não será aberto.
zh_hans: Scarf 无法读取此模板的内容清单，因而无法检查该文件是否为解压炸弹。已拒绝打开。

source: Scarf doesn't auto-switch your active model. Change it in Settings if you'd like.
de: Scarf wechselt dein aktives Modell nicht automatisch. Ändere es bei Bedarf in den Einstellungen.
es: Scarf no cambia automáticamente tu modelo activo. Cámbialo en Configuración si lo deseas.
fr: Scarf ne change pas automatiquement votre modèle actif. Modifiez-le dans les Réglages si vous le souhaitez.
ja: Scarf はアクティブなモデルを自動切り替えしません。変更したい場合は設定から行ってください。
pt_br: O Scarf não alterna automaticamente seu modelo ativo. Altere em Configurações, se desejar.
zh_hans: Scarf 不会自动切换你的活跃模型。如需更改,请在设置中操作。

source: Scarf is reading from Hermes profile "%@". Switch profiles with `hermes profile use <name>` and relaunch Scarf.
de: Scarf liest aus dem Hermes-Profil „%@“. Wechsle das Profil mit `hermes profile use <name>` und starte Scarf neu.
es: Scarf está leyendo del perfil de Hermes "%@". Cambia de perfil con `hermes profile use <name>` y vuelve a iniciar Scarf.
fr: Scarf lit depuis le profil Hermes « %@ ». Changez de profil avec `hermes profile use <name>` puis relancez Scarf.
ja: Scarf は Hermes プロファイル "%@" から読み込んでいます。`hermes profile use <name>` でプロファイルを切り替えて Scarf を再起動してください。
pt_br: O Scarf está lendo do perfil do Hermes "%@". Alterne de perfil com `hermes profile use <name>` e reinicie o Scarf.
zh_hans: Scarf 正在从 Hermes 配置 "%@" 读取数据。使用 `hermes profile use <name>` 切换配置,然后重新启动 Scarf。

source: Scarf never prompts for passphrases. Add your key to ssh-agent in Terminal, then click Retry. If your key isn't `id_ed25519`, swap the path:
de: Scarf fragt nie nach Passphrasen. Füge deinen Schlüssel im Terminal zum ssh-agent hinzu und klicke dann auf Erneut versuchen. Falls dein Schlüssel nicht `id_ed25519` ist, tausche den Pfad:
es: Scarf nunca pide frases de contraseña. Añade tu clave a ssh-agent en el terminal y haz clic en Reintentar. Si tu clave no es `id_ed25519`, cambia la ruta:
fr: Scarf ne demande jamais de phrases secrètes. Ajoutez votre clé à ssh-agent dans le terminal, puis cliquez sur Réessayer. Si votre clé n'est pas `id_ed25519`, changez le chemin :
ja: Scarf はパスフレーズを要求しません。ターミナルで ssh-agent にキーを追加してから、再試行をクリックしてください。キーが `id_ed25519` でない場合はパスを変更してください:
pt_br: O Scarf nunca pede frases secretas. Adicione sua chave ao ssh-agent no terminal e clique em Tentar novamente. Se sua chave não for `id_ed25519`, troque o caminho:
zh_hans: Scarf 永远不会提示输入密码短语。请在终端中将密钥添加到 ssh-agent,然后点击重试。如果你的密钥不是 `id_ed25519`,请替换路径:

source: Scarf opened the authorisation URL in your default browser. Sign in with your Spotify account and approve the requested permissions to complete sign-in.
de: Scarf hat die Autorisierungs-URL in deinem Standardbrowser geöffnet. Melde dich mit deinem Spotify-Konto an und genehmige die angeforderten Berechtigungen, um die Anmeldung abzuschließen.
es: Scarf abrió la URL de autorización en tu navegador predeterminado. Inicia sesión con tu cuenta de Spotify y aprueba los permisos solicitados para completar el inicio de sesión.
fr: Scarf a ouvert l'URL d'autorisation dans votre navigateur par défaut. Connectez-vous avec votre compte Spotify et approuvez les autorisations demandées pour terminer la connexion.
ja: Scarf はデフォルトブラウザで認可 URL を開きました。Spotify アカウントでサインインし、要求された権限を承認してサインインを完了してください。
pt_br: O Scarf abriu a URL de autorização no seu navegador padrão. Faça login com sua conta do Spotify e aprove as permissões solicitadas para concluir o login.
zh_hans: Scarf 已在你的默认浏览器中打开授权 URL。使用你的 Spotify 账户登录并批准所请求的权限以完成登录。

source: Scarf runs these over a single SSH session that mirrors the shell your dashboard reads from, so a green row here means Scarf can actually read that file at runtime.
de: Scarf führt diese über eine einzige SSH-Sitzung aus, die der Shell entspricht, aus der dein Dashboard liest. Eine grüne Zeile hier bedeutet also, dass Scarf die Datei zur Laufzeit tatsächlich lesen kann.
es: Scarf ejecuta estos comandos en una única sesión SSH idéntica al shell desde el que lee tu panel, por lo que una fila en verde significa que Scarf puede leer ese archivo en tiempo de ejecución.
fr: Scarf exécute ces commandes sur une session SSH unique identique au shell utilisé par votre tableau de bord. Une ligne verte signifie donc que Scarf peut réellement lire ce fichier à l'exécution.
ja: Scarf はダッシュボードが読み取るシェルと同じ単一の SSH セッションでこれらを実行します。ここで緑色の行は、Scarf が実行時にそのファイルを実際に読み取れることを意味します。
pt_br: O Scarf executa esses comandos em uma única sessão SSH idêntica ao shell usado pelo seu painel. Uma linha verde aqui significa que o Scarf consegue ler aquele arquivo em tempo de execução.
zh_hans: Scarf 在单一 SSH 会话中运行这些命令,该会话与仪表盘读取的 shell 一致。因此这里绿色行表示 Scarf 在运行时确实可以读取该文件。

source: Scarf scaffolds the directory; the agent helps you fill it in.
de: Scarf gerüstet das Verzeichnis; der Agent hilft dir, es zu befüllen.
es: Scarf crea el andamiaje del directorio; el agente te ayuda a completarlo.
fr: Scarf crée l'ossature du répertoire ; l'agent vous aide à le remplir.
ja: Scarf がディレクトリの雛形を作成し、エージェントが内容を埋めるのを手伝います。
pt_br: O Scarf monta a estrutura do diretório; o agente ajuda você a preenchê-lo.
zh_hans: Scarf 会搭建目录脚手架;agent 会帮你填充内容。

source: Scarf uses ssh-agent for authentication. If your key has a passphrase, run `ssh-add` before connecting — Scarf never prompts for or stores passphrases.
de: Scarf nutzt ssh-agent zur Authentifizierung. Hat dein Schlüssel eine Passphrase, führe vor dem Verbinden `ssh-add` aus — Scarf fragt oder speichert keine Passphrasen.
es: Scarf usa ssh-agent para autenticarse. Si tu clave tiene frase de contraseña, ejecuta `ssh-add` antes de conectarte — Scarf nunca pide ni almacena frases de contraseña.
fr: Scarf utilise ssh-agent pour l'authentification. Si votre clé a une phrase secrète, exécutez `ssh-add` avant de vous connecter — Scarf ne demande ni ne stocke jamais de phrases secrètes.
ja: Scarf は認証に ssh-agent を使用します。キーにパスフレーズがある場合は、接続前に `ssh-add` を実行してください — Scarf はパスフレーズを要求することも保存することもありません。
pt_br: O Scarf usa ssh-agent para autenticação. Se sua chave tiver uma frase secreta, rode `ssh-add` antes de conectar — o Scarf nunca pede nem armazena frases secretas.
zh_hans: Scarf 使用 ssh-agent 进行认证。如果你的密钥带有密码短语,请在连接前运行 `ssh-add` — Scarf 永远不会提示或存储密码短语。

source: Scarf won't overwrite %@ until it can read it again, so changes you make here stay in this session only.
de: Scarf überschreibt %@ nicht, bevor die Datei wieder lesbar ist; Änderungen, die du hier machst, bleiben daher auf diese Sitzung beschränkt.
es: Scarf no sobrescribirá %@ hasta que pueda volver a leerlo, así que los cambios que hagas aquí se quedan solo en esta sesión.
fr: Scarf n’écrasera pas %@ tant qu’il ne pourra pas le relire ; les modifications que vous faites ici ne valent donc que pour cette session.
ja: Scarf は %@ を再び読み取れるようになるまで上書きしないため、ここでの変更はこのセッション内だけに留まります。
pt_br: O Scarf não sobrescreverá %@ até conseguir lê-lo novamente, então as alterações feitas aqui valem apenas nesta sessão.
zh_hans: 在能够重新读取之前,Scarf 不会覆盖 %@,因此你在这里所做的更改仅保留在本次会话中。

source: ScarfGo will reload to show this profile. The server's own active profile — what the Mac app and terminal use — won't change.
de: ScarfGo lädt neu, um dieses Profil anzuzeigen. Das aktive Profil des Servers selbst — das, was Mac-App und Terminal nutzen — ändert sich nicht.
es: ScarfGo se recargará para mostrar este perfil. El perfil activo propio del servidor — el que usan la app de Mac y el terminal — no cambiará.
fr: ScarfGo se rechargera pour afficher ce profil. Le profil actif du serveur — celui qu'utilisent l'app Mac et le terminal — ne changera pas.
ja: ScarfGo が再読み込みされ、このプロファイルが表示されます。サーバー自身のアクティブなプロファイル(Mac アプリやターミナルが使用するもの)は変更されません。
pt_br: O ScarfGo será recarregado para mostrar este perfil. O perfil ativo do próprio servidor — o que o app para Mac e o terminal usam — não mudará.
zh_hans: ScarfGo 将重新加载以显示此配置。服务器自身的活跃配置 — 即 Mac 应用和终端所使用的配置 — 不会改变。

source: Schedule
de: Zeitplan
es: Programación
fr: Planification
ja: スケジュール
pt_br: Agendamento
zh_hans: 计划

source: Schedule / Park
de: Planen / Parken
es: Programar / Aparcar
fr: Planifier / Mettre en attente
ja: スケジュール / 保留
pt_br: Agendar / Estacionar
zh_hans: 安排 / 搁置

source: schedule: %@
de: Zeitplan: %@
es: horario: %@
fr: planification : %@
ja: スケジュール: %@
pt_br: agendamento: %@
zh_hans: 计划:%@

source: Scheduled agent runs. Each job invokes Hermes with a fixed prompt.
de: Geplante Agent-Läufe. Jeder Job ruft Hermes mit einem festen Prompt auf.
es: Ejecuciones programadas del agente. Cada trabajo invoca a Hermes con un prompt fijo.
fr: Exécutions planifiées de l'agent. Chaque tâche invoque Hermes avec un prompt fixe.
ja: スケジュールされたエージェント実行。各ジョブは固定のプロンプトで Hermes を呼び出します。
pt_br: Execuções agendadas do agente. Cada tarefa invoca o Hermes com um prompt fixo.
zh_hans: 计划的 agent 运行。每个任务都会用固定的提示词调用 Hermes。

source: Scheduled work and bot-to-bot messaging for this profile land in a later update.
de: Geplante Aufgaben und Bot-zu-Bot-Nachrichten für dieses Profil kommen in einem späteren Update.
es: El trabajo programado y la mensajería de bot a bot para este perfil llegarán en una actualización posterior.
fr: Le travail planifié et la messagerie de bot à bot pour ce profil arriveront dans une prochaine mise à jour.
ja: このプロファイルのスケジュール実行とボット間メッセージングは、今後のアップデートで対応予定です。
pt_br: Trabalho agendado e mensagens bot a bot para este perfil chegam em uma atualização futura.
zh_hans: 此配置的计划任务和机器人间通信将在后续更新中提供。

source: Scope
de: Umfang
es: Alcance
fr: Portée
ja: スコープ
pt_br: Escopo
zh_hans: 范围

source: Script path
de: Skriptpfad
es: Ruta del script
fr: Chemin du script
ja: スクリプトのパス
pt_br: Caminho do script
zh_hans: 脚本路径

source: script-only (no-agent) mode — host is below v0.13
de: Nur-Skript-Modus (ohne Agent) – Host ist älter als v0.13
es: modo solo script (sin agente): el host es anterior a v0.13
fr: mode script seul (sans agent) — l’hôte est antérieur à v0.13
ja: スクリプトのみ (エージェントなし) モード — ホストが v0.13 未満です
pt_br: modo somente script (sem agente) — o host é anterior à v0.13
zh_hans: 仅脚本（无代理）模式 — 主机版本低于 v0.13

source: Search
de: Suchen
es: Buscar
fr: Rechercher
ja: 検索
pt_br: Pesquisar
zh_hans: 搜索

source: Search backend
de: Such-Backend
es: Backend de búsqueda
fr: Backend de recherche
ja: 検索バックエンド
pt_br: Backend de busca
zh_hans: 搜索后端

source: Search for a skill or tap Browse to see top results across registries (skills.sh, official, etc.).
de: Suche nach einem Skill oder tippe auf Durchsuchen, um Top-Ergebnisse aus allen Registries (skills.sh, offiziell usw.) zu sehen.
es: Busca una habilidad o toca Explorar para ver los mejores resultados en todos los registros (skills.sh, oficial, etc.).
fr: Recherchez une compétence ou touchez Parcourir pour voir les meilleurs résultats de tous les registres (skills.sh, officiel, etc.).
ja: スキルを検索するか、「参照」をタップして各レジストリ(skills.sh、公式など)の上位の結果を表示してください。
pt_br: Pesquise uma habilidade ou toque em Explorar para ver os principais resultados nos registros (skills.sh, oficial, etc.).
zh_hans: 搜索技能,或点按浏览以查看各注册表(skills.sh、官方等)中的热门结果。

source: Search messages...
de: Nachrichten suchen...
es: Buscar mensajes...
fr: Rechercher des messages...
ja: メッセージを検索...
pt_br: Pesquisar mensagens...
zh_hans: 搜索消息...

source: Search or browse skills published to registries like skills.sh, GitHub, and the official hub.
de: Durchsuche oder browse Skills, die in Registries wie skills.sh, GitHub und dem offiziellen Hub veröffentlicht sind.
es: Busca o examina habilidades publicadas en registros como skills.sh, GitHub y el hub oficial.
fr: Recherchez ou parcourez les compétences publiées sur des registres comme skills.sh, GitHub et le hub officiel.
ja: skills.sh、GitHub、公式ハブなどのレジストリに公開されたスキルを検索または参照します。
pt_br: Pesquise ou navegue por habilidades publicadas em registros como skills.sh, GitHub e o hub oficial.
zh_hans: 搜索或浏览发布到 skills.sh、GitHub 和官方 Hub 等注册表的技能。

source: Search registries
de: Registries durchsuchen
es: Buscar en registros
fr: Rechercher dans les registres
ja: レジストリを検索
pt_br: Pesquisar registros
zh_hans: 搜索注册表

source: Search Results (%lld)
de: Suchergebnisse (%lld)
es: Resultados de búsqueda (%lld)
fr: Résultats de la recherche (%lld)
ja: 検索結果 (%lld)
pt_br: Resultados da pesquisa (%lld)
zh_hans: 搜索结果 (%lld)

source: Search sessions…
de: Sitzungen durchsuchen…
es: Buscar sesiones…
fr: Rechercher des sessions…
ja: セッションを検索…
pt_br: Buscar sessões…
zh_hans: 搜索会话…

source: Search skills…
de: Skills suchen…
es: Buscar habilidades…
fr: Rechercher des compétences…
ja: スキルを検索…
pt_br: Pesquisar habilidades…
zh_hans: 搜索技能…

source: Search templates
de: Vorlagen durchsuchen
es: Buscar plantillas
fr: Rechercher des modèles
ja: テンプレートを検索
pt_br: Pesquisar templates
zh_hans: 搜索模板

source: Search…
de: Suchen…
es: Buscar…
fr: Rechercher…
ja: 検索…
pt_br: Pesquisar…
zh_hans: 搜索…

source: Section
de: Abschnitt
es: Sección
ja: セクション
pt_br: Seção
zh_hans: 分区

source: Security
de: Sicherheit
es: Seguridad
fr: Sécurité
ja: セキュリティ
pt_br: Segurança
zh_hans: 安全

source: See all
de: Alle anzeigen
es: Ver todo
fr: Tout voir
ja: すべて表示
pt_br: Ver todas
zh_hans: 查看全部

source: Seen
de: Gesehen
es: Visto
fr: Vu
ja: 確認済み
pt_br: Visto
zh_hans: 标记已读

source: Sees images natively
de: Sieht Bilder nativ
es: Ve imágenes de forma nativa
fr: Voit les images nativement
ja: 画像をネイティブに認識
pt_br: Vê imagens nativamente
zh_hans: 原生支持识别图像

source: Select
de: Auswählen
es: Seleccionar
fr: Sélectionner
ja: 選択
pt_br: Selecionar
zh_hans: 选择

source: Select a bot
de: Bot auswählen
es: Selecciona un bot
fr: Sélectionner un bot
ja: ボットを選択
pt_br: Selecionar um bot
zh_hans: 选择机器人

source: Select a cron job
de: Cron-Job auswählen
es: Selecciona un trabajo cron
fr: Sélectionner une tâche cron
ja: cron ジョブを選択
pt_br: Selecione uma tarefa cron
zh_hans: 选择一个定时任务

source: Select a Job
de: Job auswählen
es: Seleccionar una tarea
fr: Sélectionner une tâche
ja: ジョブを選択
pt_br: Selecionar uma tarefa
zh_hans: 选择任务

source: Select a Profile
de: Profil auswählen
es: Seleccionar un perfil
fr: Sélectionner un profil
ja: プロファイルを選択
pt_br: Selecionar um perfil
zh_hans: 选择配置

source: Select a Project
de: Projekt auswählen
es: Seleccionar un proyecto
fr: Sélectionner un projet
ja: プロジェクトを選択
pt_br: Selecionar um projeto
zh_hans: 选择项目

source: Select a Session
de: Sitzung auswählen
es: Seleccionar una sesión
fr: Sélectionner une session
ja: セッションを選択
pt_br: Selecionar uma sessão
zh_hans: 选择会话

source: Select a Skill
de: Skill auswählen
es: Seleccionar una habilidad
fr: Sélectionner une compétence
ja: スキルを選択
pt_br: Selecionar uma habilidade
zh_hans: 选择技能

source: Select a Tool Call
de: Tool-Aufruf auswählen
es: Seleccionar una llamada a herramienta
fr: Sélectionner un appel d'outil
ja: ツール呼び出しを選択
pt_br: Selecionar uma chamada de ferramenta
zh_hans: 选择工具调用

source: Select an MCP Server
de: MCP-Server auswählen
es: Seleccionar un servidor MCP
fr: Sélectionner un serveur MCP
ja: MCP サーバーを選択
pt_br: Selecionar um servidor MCP
zh_hans: 选择 MCP 服务器

source: Select Model
de: Modell auswählen
es: Seleccionar modelo
fr: Sélectionner le modèle
ja: モデルを選択
pt_br: Selecionar modelo
zh_hans: 选择模型

source: Send
de: Senden
es: Enviar
fr: Envoyer
ja: 送信
pt_br: Enviar
zh_hans: 发送

source: Send 'Agent is working…' ack (all platforms)
de: Bestätigung „Agent arbeitet…“ senden (alle Plattformen)
es: Enviar el aviso «El agente está trabajando…» (todas las plataformas)
fr: Envoyer l’accusé « L’agent travaille… » (toutes les plateformes)
ja: 「エージェントが作業中…」の受信確認を送信 (すべてのプラットフォーム)
pt_br: Enviar o aviso “O agente está trabalhando…” (todas as plataformas)
zh_hans: 发送“智能体正在处理…”确认消息(所有平台)

source: Send a synchronous message to %@
de: Eine synchrone Nachricht an %@ senden
es: Enviar un mensaje síncrono a %@
fr: Envoyer un message synchrone à %@
ja: %@ に同期メッセージを送信
pt_br: Enviar uma mensagem síncrona para %@
zh_hans: 向 %@ 发送同步消息

source: Send DM
de: DM senden
es: Enviar DM
fr: Envoyer un DM
ja: DM を送信
pt_br: Enviar DM
zh_hans: 发送私信

source: Send message
de: Nachricht senden
es: Enviar mensaje
fr: Envoyer le message
ja: メッセージを送信
pt_br: Enviar mensagem
zh_hans: 发送消息

source: Send message (Enter)
de: Nachricht senden (Enter)
es: Enviar mensaje (Intro)
fr: Envoyer le message (Entrée)
ja: メッセージを送信 (Enter)
pt_br: Enviar mensagem (Enter)
zh_hans: 发送消息 (Enter)

source: Send prompts to this chat's agent
de: Prompts an den Agenten dieses Chats senden
es: Enviar prompts al agente de este chat
fr: Envoyer des invites à l'agent de cette conversation
ja: このチャットのエージェントにプロンプトを送信する
pt_br: Enviar prompts ao agente deste chat
zh_hans: 向此对话的 agent 发送提示词

source: Send Read Receipts
de: Lesebestätigungen senden
es: Enviar confirmaciones de lectura
fr: Envoyer les accusés de lecture
ja: 既読通知を送信
pt_br: Enviar confirmações de leitura
zh_hans: 发送已读回执

source: Send to triage
de: An Triage senden
es: Enviar a triaje
fr: Envoyer au triage
ja: トリアージへ送る
pt_br: Enviar para triagem
zh_hans: 发送到分诊

source: sensitive
de: sensibel
es: sensible
fr: sensible
ja: 機密
pt_br: sensível
zh_hans: 敏感

source: Series
de: Serie
es: Serie
fr: Série
ja: 系列
pt_br: Série
zh_hans: 系列

source: Server actions
de: Serveraktionen
es: Acciones del servidor
fr: Actions du serveur
ja: サーバーアクション
pt_br: Ações do servidor
zh_hans: 服务器操作

source: Server added
de: Server hinzugefügt
es: Servidor añadido
fr: Serveur ajouté
ja: サーバーを追加しました
pt_br: Servidor adicionado
zh_hans: 已添加服务器

source: Server No Longer Exists
de: Server existiert nicht mehr
es: El servidor ya no existe
fr: Le serveur n'existe plus
ja: サーバーは存在しません
pt_br: Servidor não existe mais
zh_hans: 服务器已不存在

source: server not registered on this Mac
de: Server auf diesem Mac nicht registriert
es: servidor no registrado en este Mac
fr: serveur non enregistré sur ce Mac
ja: このMacに登録されていないサーバーです
pt_br: servidor não registrado neste Mac
zh_hans: 此 Mac 上未注册该服务器

source: Server Password
de: Server-Passwort
es: Contraseña del servidor
fr: Mot de passe du serveur
ja: サーバーのパスワード
pt_br: Senha do servidor
zh_hans: 服务器密码

source: Server's active profile
de: Aktives Profil des Servers
es: Perfil activo del servidor
fr: Profil actif du serveur
ja: サーバーのアクティブなプロファイル
pt_br: Perfil ativo do servidor
zh_hans: 服务器的活跃配置

source: Servers
de: Server
es: Servidores
fr: Serveurs
ja: サーバー
pt_br: Servidores
zh_hans: 服务器

source: Service
de: Dienst
es: Servicio
ja: サービス
pt_br: Serviço
zh_hans: 服务

source: Service definition stale
de: Dienstdefinition veraltet
es: Definición de servicio obsoleta
fr: Définition de service obsolète
ja: サービス定義が古くなっています
pt_br: Definição de serviço desatualizada
zh_hans: 服务定义已过期

source: Service tier
de: Service-Stufe
es: Nivel de servicio
fr: Niveau de service
ja: サービスティア
pt_br: Nível de serviço
zh_hans: 服务层级

source: Session
de: Sitzung
es: Sesión
ja: セッション
pt_br: Sessão
zh_hans: 会话

source: Session actions
de: Sitzungsaktionen
es: Acciones de la sesión
fr: Actions de la session
ja: セッションの操作
pt_br: Ações da sessão
zh_hans: 会话操作
